<div class="popup_block" id="aboutUs">
    <p>Торговая площадка allfor2 - предоставляет своим клиентам свой многолетний опыт работы в сфере онлайн торговли по всему миру. На площадке представленны продукты и продавцы из разных стран. Этим обьясняются столь низкие цены. В нашей компании работает отдел обслуживания как на русском, так и на украинском языке.</p>
    <p>Все Ваши вопросы и просьбы, будут решены в удобном для Вас мессенджере, или по телефону на Вашем родном языке.</p>
    <p>Мы берем на себя работу со всеми платежами на нашей платформе, что гарантирует Вам сохранность Ваших данных, а так же уверенность, что Вы ВСЕГДА останетесь довольны Вашим заказом. В случае проблемы с Вашим заказом, мы всегда будем на Вашей стороне.</p>
    <p>Мы так же берем на себя все вопросы доставки Вашего заказа. Таким образом мы можем гарантировать качество и сроки доставки. У Вас болшьше не будет потерянных, просроченных или поврежденных посылок. Мы делаем все возможное что бы наши клиенты, были довольны своими покупками на нашей площадке.</p>
    <p>Каждый клиент - это член нашей большой семьи. Не стесняйтесь обращатся к нам по любым вопросам. Начните с онлайн консультанта в правом углу экрана. Мы будем рады Вам помочь !</p>
    <p>Спасибо за Ваше доверие !</p>
</div>
<script>
    $( document ).ready(function() {
        $('.popup_block').closest('.modal-body').addClass('popup_info').closest('.modal-dialog').removeClass('modal-lg');

    });
</script>