<div class="popup_block" id="deliveryInfo">
    <p>На нашей торговой площадке представленны продукты от разных продавцов из разных стран.</p>
    <p>Доставка товаров осуществляется нашей логистической компанией со складов Украины, Польши, Германии и других стран.</p>
    <p>На странице продукта, всегда указан срок доставки.</p>
    <p>Все товары, которые находиться на складе в Украине, будут доставлены в течении 2-х рабочих дней.</p>
    <p>Доставка с удаленных складов займет до 10 рабочих дней.</p>
    <p>Доставка осуществляется нашей курьерской службой, и мы несем 100% ответственности за сохранность и своевременную доставку товара.</p>
    <p>В случае повреждения товара, либо задержки в доставке, мы возмем на себя обязательства по разрешению проблемы в пользу покупателя.</p>
    <p>Спасибо за Ваше доверие !</p>
</div>
<script>
    $( document ).ready(function() {
        $('.popup_block').closest('.modal-body').addClass('popup_info').closest('.modal-dialog').removeClass('modal-lg');
    });
</script>