<div class="popup_block" id="payment">
    <p>На нашем сайте представленны продукты от разных продавцов, из разных стран.</p>
    <p>Мы несем полную ответственность, за все сделки совершенные на нашей торговой площадке.</p>
    <p>Деньги не передаются продавцу, пока клиент не получит свой заказ, и не подтвердит, что остался доволен.</p>
    <p>Вы можете оплатить Ваш заказ любой банковской картой, сделать перевод на карту ПриватБанка, Либо оплатить наличными в терминале.</p>
    <p>После нажатия на кнопку "Оплатить", Вам будут предоставленны варианты оплаты.</p>
    <p>Для оплаты картой, Вы будете переадресованы на страницу системы Безопасных Платежей Банка.</p>
    <p>Мы относимся очень серьезно к безопасности и секретности данных наших клиентов, и гарантируем их сохранность.</p>
    <p>Спасибо за Ваше доверие !</p>
</div>
<script>
    $( document ).ready(function() {
        $('.popup_block').closest('.modal-body').addClass('popup_info').closest('.modal-dialog').removeClass('modal-lg');
    });
</script>