<?php

return [

    'delivery'          => 'Доставка',
    'reviews'           => 'Отзывы',
    'categories'        => 'Категории',
    'search'            => 'Поиск...',
    'basket'            => 'Корзина',
    'contacts'          => 'Контакты',
    'login'             => 'Войти',
    'logout'            => 'Выйти',
    'title'             => 'Интернет магазин',
    'reviews-save'      => 'Отзыв сохранен. Он будет опубликован после подтверждения администратором.',
    'qa-save'           => 'Вопрос сохранен. Он будет опубликован после ответа администратором.',
    'reviews-save-admin'=> 'Отзыв сохранен!',
    'qa-save-admin'     => 'QA сохранен!',
    'clearCache'        => 'Кеш очищен',
    'likeAdded'         => 'Лайк добавлен',
    'authFirst'         => 'Авторизируйтесь',
    'productNotFound'   => 'Товар не найдён',
    'message'           => 'Сообщение',
    'goHome'            => 'Перейти на главную',
    'aboutUs' =>'<p>КТО МЫ??</p>
    <p>Интернет-магазин, который продает товары с лучшим соотношением цена/качество.</p>
    <p>НАША ЦЕЛЬ</p>
    <p>Предоставить каждому клиенту любой товар по максимально низкой цене.</p>
    <p>ПОЧЕМУ ТАКИЕ НИЗКИЕ ЦЕНЫ?</p>
    <p>Мы производим брендированные товары, и продаем их в обход посредников.</p>
    <p>ПОЧЕМУ ВСЕ ПО 2?</p>
    <p>Эта цена - определенный вызов для нашей команды. Мы делаем все возможное, чтобы за эту цену клиент получил больше, чем где либо еще.</p>
    <p>ПОКУПАТЕЛЬ</p>
    <p>Это непросто клиент - это член нашей большой семьи. Не стесняйтесь обращаться к нам по любым вопросам. Мы будем рады Вам помочь!</p>
    <p>Спасибо за Ваше доверие!</p>',
    'aboutUs2' => '<h2 class="popup-title ttu">КТО МЫ?</h2>
        <div>Наша компания занимается крупногабаритными поставками различной продукции в торговые сети по всему миру. В процессе работы, мы общаемся с сотнями заводов и фабрик ежегодно.</div>
        <div>
            Одна из наших главных экспертиз - разработка бренда для наших клиентов, и проверка качества.
        </div>
        <p>
            Размещая большие заказы, мы выкупаем часть продукции у наших клиентов, и предлагаем ее Вам !
        </p>
        <h2 class="popup-title ttu">НАША ЦЕЛЬ</h2>
        <p>Ежедневно удивлять вас ассортиментом и качеством продуктов!</p>
        <h2 class="popup-title ttu">ПОЧЕМУ ВСЕ ПО 2?</h2>
        <p>Эта цена - определенный вызов для нашей команды. Мы делаем все возможное, чтобы за эту цену клиент получил больше, чем где-либо еще.</p>
        <h2 class="popup-title ttu">ПОКУПАТЕЛЬ</h2>
        <p>Это непросто клиент - это член нашей большой семьи. Не стесняйтесь обращаться к нам по любым вопросам. Мы будем рады Вам помочь !</p>
        <h2 class="popup-title al_center">Спасибо за Ваше доверие !</h2>',
    'paymentInfo2' => '<p>На нашем сайте представленны продукты от разных продавцов, из разных стран.</p>
    <p>Мы несем полную ответственность, за все сделки совершенные на нашей торговой площадке.</p>
    <p>Деньги не передаются продавцу, пока клиент не получит свой заказ, и не подтвердит, что остался доволен.</p>
    <p>Вы можете оплатить Ваш заказ любой банковской картой, сделать перевод на карту ПриватБанка, Либо оплатить наличными в терминале.</p>
    <p>После нажатия на кнопку "Оплатить", Вам будут предоставленны варианты оплаты.</p>
    <p>Для оплаты картой, Вы будете переадресованы на страницу системы Безопасных Платежей Банка.</p>
    <p>Мы относимся очень серьезно к безопасности и секретности данных наших клиентов, и гарантируем их сохранность.</p>
    <p>Спасибо за Ваше доверие !</p>',
    'payment' => '<h2 class="popup-title mb30 al_center">Оплата</h2>
        <p>Вы можете оплатить ваш заказ кредитной картой в приват 24. Оплата производится через банк Приват банк, и только они видят ваши реквизиты. Вы можете быть на 100% уверенны в сохранности ваших данных.</p>
        <p>После получения заказа, в случае брака, поломки или других претензий, мы сможем вернуть вам ваши средства на карту с которой Вы производили оплату.</p>
        <p style="text-align: center;">Спасибо за доверие!</p>',
    'returns' => '<h2 class="popup-title mb30 al_center">Возврат</h2>
        <p>Если вы получили поврежденный товар, либо он просто не подходит вам по какой либо причине, свяжитесь с нами, и мы представим вам на выбор повторную отправку либо денежную компенсацию. Мы хотим что бы Вы были нашим клиентом, и сделаем все возможное что бы Вы остались довольны вашей покупкой!</p>
        <p style="text-align: center;">Спасибо за доверие!</p>',
    'deliveryInfo2' => '<p>На нашей торговой площадке представленны продукты от разных продавцов из разных стран.</p>
    <p>Доставка товаров осуществляется нашей логистической компанией со складов Украины, Польши, Германии и других стран.</p>
    <p>На странице продукта, всегда указан срок доставки.</p>
    <p>Все товары, которые находиться на складе в Украине, будут доставлены в течении 2-х рабочих дней.</p>
    <p>Доставка с удаленных складов займет до 10 рабочих дней.</p>
    <p>Доставка осуществляется нашей курьерской службой, и мы несем 100% ответственности за сохранность и своевременную доставку товара.</p>
    <p>В случае повреждения товара, либо задержки в доставке, мы возмем на себя обязательства по разрешению проблемы в пользу покупателя.</p>
    <p>Спасибо за Ваше доверие !</p>',
    'deliveryInfo' => '<h2 class="popup-title mb30 al_center">Доставка</h2>
        <p>Все товары которые представлены в нашем магазине, хранятся у нас на складе.</p>
        <p>С момента оформления заказа, в течении 24 часов, Ваш заказ будет сформирован и передан в логистическую компанию. В зависимости от загруженности, Ваш заказ будет доставлен в течении 10 до 20 рабочих дней. Мы работаем над тем что бы сократить эти сроки в двое, в самое ближайшее время.</p>
        <p>Мы несем 100% ответственность за сохранность и своевременную доставку вашего заказа.</p>
        <p>В случае повреждения товара либо неисправности, мы предложим Вам бесплатную повторную посылку либо компенсацию.</p>
        <p>Доставка товаров осуществляется нашей логистической компанией с наших центров исполнения заказов в Китае либо Польши.</p>
        <p><strong>СРОКИ ДОСТАВКИ</strong> - от 10 до 25-ти рабочих дней. У нас занимает до 7 рабочих дней собрать Ваш заказ и доставить его в Украину. Что бы сохранять низкую стоимость, мы передаем доставку по Украине местным компаниям - которые просят дополнительные 7 - 15 дней до пункта назначения. Мы надеемся сократить все сроки в самое ближайшее время.</p>
        <p>Мы несем 100% ответственности за сохранность и своевременную доставку Вашего заказа.</p>
        <p>В случае повреждения товара, либо задержки в доставке, мы предложим Вам различные варианты компенсации, либо денежную компенсацию.</p>
        <p style="text-align: center;">Спасибо за Ваше доверие!</p>',
    'contract' => '<h2>Договор публичной оферты</h2>
            <p>1. Общие положения</p>
            <p>1.1. Настоящая оферта, является официальным предложением «Allfor2», далее по тексту — «Продавец», заключить Договор
                купли-продажи товаров дистанционным способом, то есть через Интернет-магазин, далее по тексту — «Договор», и
                размещает Публичную оферту (предложение) на официальном интернет-сайте Продавца https://allfor2.com (далее
                - «Интернет-сайт»).</p>
            <p>1.2. Моментом полного и безусловного принятия Покупателем предложения Продавца (акцептом) заключить электронный
                договор купли-продажи товаров, считается факт оплаты Покупателем заказа на условиях настоящего Договора, в сроки
                и по ценам, указанным на Интернет-сайте Продавца.</p>

            <h2>Понятия и определения</h2>
            <p>2.1. В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения:</p>
            <p>«товар» - модели, аксессуары, комплектующие и сопроводительные предметы;</p>
            <p>«Интернет-магазин» - в соответствии с Законом Украины «об электронной коммерции», средство для представления или реализации товара, работы или услуги путем совершения электронной сделки.</p>
            <p>«Продавец» - компания, реализующая товары, представленные на Интернет-сайте.</p>
            <p>«Покупатель» - физическое лицо, заключившее с Продавцом Договор на условиях, изложенных ниже.</p>
            <p>«Заказ» - выбор отдельных позиций из перечня товаров, указанных Покупателем при размещении заказа и проведении оплаты.</p>

            <h2>Предмет Договора</h2>
            <p>3.1. Продавец обязуется передать в собственность Покупателя Товар, а Покупатель обязуется оплатить и принять Товар на условиях данного Договора.</p>
            <p>Настоящий Договор регулирует куплю-продажу товаров в Интернет-магазине, в том числе:</p>
            <p>добровольный выбор Покупателем товаров в Интернет-магазине;</p>
            <p>самостоятельное оформление Покупателем заказа в Интернет-магазине;</p>
            <p>оплата Покупателем заказа, оформленного в Интернет-магазине;</p>
            <p>обработка и доставка заказа Покупателю в собственность на условиях настоящего Договора.</p>

            <h2>Порядок оформления заказа</h2>
            <p>4.1. Покупатель имеет право оформить заказ на любой товар, представленный на Сайте Интернет-магазина и имеющийся в наличии.</p>
            <p>4.2. Каждая позиция может быть представлена в заказе в любом количестве.</p>
            <p>4.3. При отсутствии товара на складе, Менеджер компании обязан поставить Покупателя в известность (по телефону или через электронную почту).</p>
            <p>4.4. При отсутствии товара Покупатель вправе заменить его товаром аналогичной модели, отказаться от данного товара, аннулировать заказ.</p>

            <h2>Порядок оплаты заказа</h2>
            <h2>Наложенным платежом</h2>
            <p>5.1. Оплата осуществляется через электронную систему интернет эквайринга Liqpay в доллорах.</p>
            <p>5.2. При не поступлении денежных средств Интернет-магазин оставляет за собой право аннулировать заказ.</p>

            <h2>Условия доставки заказа</h2>
            <p>6.1. Доставка товаров, приобретенных в Интернет-магазине, осуществляется до складов транспортных компаний, где и производится выдача заказов.</p>
            <p>6.2. Вместе с заказом Покупателю предоставляются документы согласно законодательства Украины.</p>

            <h2>Права и обязанности сторон:</h2>
            <p>7.1. Продавец имеет право:</p>
            <p>в одностороннем порядке приостановить оказание услуг по настоящему договору в случае нарушения Покупателем условий настоящего договора.</p>
            <p>7.2. Покупатель обязан:</p>
            <p>своевременно оплатить и получить заказ на условиях настоящего договора.</p>
            <p>7.3. Покупатель имеет право:</p>
            <p>оформить заказ в Интернет-магазине;</p>
            <p>оформить электронный договор;</p>
            <p>требовать от Продавца исполнения условий настоящего Договора.</p>

            <h2>Ответственность сторон</h2>
            <p>8.1. Стороны несут ответственность за невыполнение или ненадлежащее выполнение условий настоящего договора в порядке, предусмотренном этим договором и действующим законодательством Украины.</p>
            <p>8.2. Продавец не несет ответственности за:</p>
            <p>измененный производителем внешний вид Товара;</p>
            <p>за незначительное несоответствие цветовой гаммы товара, что может отличаться от оригинала товара исключительно из-за разной цветовой передачи мониторов персональных компьютеров отдельных моделей;</p>
            <p>за содержание и правдивость информации, предоставляемой Покупателем при оформлении заказа;</p>
            <p>за задержку и перебои в предоставлении Услуг (обработки заказа и доставке товара), которые происходят по причинам, находящимся вне сферы его контроля;</p>
            <p>за противоправные незаконные действия, осуществленные Покупателем с помощью данного доступа к сети Интернет;</p>
            <p>за передачу Покупателем своих сетевых идентификаторов - IP, MAC-адреса, логина и пароля третьим лицам;</p>
            <p>8.3. Покупатель, используя предоставленный ему доступ к сети Интернет, самостоятельно несет ответственность за вред, причиненный его действиями (лично, даже если под его логином находилось другое лицо) лицам или их имуществу, юридическим лицам, государству или моральным принципам моральности.</p>
            <p>8.4. В случае наступления обстоятельств непреодолимой силы, стороны освобождаются от выполнения условий этого договору. Под обстоятельствами непреодолимой силы для целей настоящего договора понимаются события, имеющие чрезвычайный, непредвиденный характер, которые исключают или объективно мешают исполнению настоящего договора, наступление которых Стороны не могли предвидеть и предотвратить разумными способами.</p>
            <p>8.5. Стороны прикладывают максимум усилий для решения любых разногласий исключительно путем переговоров.</p>

            <h2>Другие условия</h2>
            <p>9.1. Интернет-магазин оставляет за собой право в одностороннем порядке вносить изменения в настоящий договор при условии предварительной публикации его на сайте https://tyresale.com.ua</p>

            <p>9.2. Интернет-магазин создан для организации дистанционного способа продажи товаров через Интернет.</p>

            <p>9.3. Покупатель несет ответственность за достоверность указанной при оформлении заказа информации. При этом, при осуществлении акцепта (оформлении заказа и последующей оплаты товара) Покупатель предоставляет Продавцу свое безоговорочное согласие на сбор, обработку, хранение, использование своих персональных данных, в понимании ЗУ «О защите персональных данных».</p>

            <p>9.4. Оплата Покупателем оформленного в Интернет-магазине заказа означает полное согласие Покупателя с условиями договора купли-продажи (публичной оферты)</p>

            <p>9.5. Фактической датой электронного соглашения между сторонами есть дата принятия условий, в соответствии со ст. 11 Закона Украины «Об электронной коммерции».</p>

            <p>9.6. Использование ресурса Интернет-магазина для предварительного просмотра товара, а также для оформления заказа для Покупателя есть бесплатным.</p>

            <p>9.7. Информация, предоставляемая Покупателем является конфиденциальной. Интернет-магазин использует информацию о Покупателе исключительно в целях обработки заказа, отправления уведомлений Покупателю, доставки товара, осуществления взаиморасчетов и др.</p>

            <h2>Порядок возврата товара надлежащего качества</h2>
            <p>10.1. Возврат товара в Интернет-магазин производится согласно действующего законодательства Украины.</p>
            <p>10.2. Возврат товара в Интернет-магазин производится за счет Покупателя.</p>
            <p>10.3. При возврате Покупателем товара надлежащего качества, Интернет-магазин возвращает ему уплаченную за товар денежную сумму по факту возврата товара за вычетом компенсации расходов Интернет-магазина связанных с доставкой товара Покупателю.</p>

            <h2>Срок действия договора</h2>
            <p>11.1.Электронный договор считается заключенным с момента получения лицом направившим предложение заключить такой договор, ответа о принятии этого предложения в порядке, определенном частью шестой статьи 11 Закона Украины "Об электронной коммерции".</p>
            <p>11.2. До окончания срока действия этот Договор может быть расторгнут по взаимному согласию сторон до момента фактической доставки товара, путем возврата денежных средств</p>
            <p>11.3. Стороны имеют право расторгнуть настоящий договор в одностороннем порядке, в случае невыполнения одной из сторон условий настоящего Договора и в случаях предусмотренных действующим законодательством Украины.</p>',
    'linkViber' => 'Добавляйте наш телефон (+38 097 9692473) в контакты, и переписывайтесь с нашим менеджером в Viber напрямую! Так же присоединяйтесь к нашему <a href="https://invite.viber.com/?g2=AQBp6hhYTw4MwknR9D19xy6DSw0S6%2FY2AKWCz6DfSuWwT3WDcf2u7qzzMIW%2BCTMP&lang=ru" target="_blank" style="text-decoration: underline;">viber сообществу</a>, и будьте в курсе всех дел и скидочек!',
    'linktelegram' => 'Добавляйте наш телефон (+38 097 9692473) в контакты, и переписывайтесь с нашим менеджером в Telegram напрямую! Так же присоединяйтесь к нашему <a href="https://t.me/allforr2" target="_blank" style="text-decoration: underline;">Telegram сообществу</a>, и будьте в курсе всех дел и скидочек!',
    'linkWhatsapp' => 'Добавляйте наш телефон (+38 097 9692473) в контакты, и переписывайтесь с нашим менеджером в WhatsApp напрямую! Так же присоединяйтесь к нашему <a href="https://wa.me/380979692473" target="_blank" style="text-decoration: underline;">WhatsApp сообществу</a>, и будьте в курсе всех дел и скидочек!',
    'freePopup' => '<p>У тебя в инстаграм более 200 подписчиков? Забирай этот продукт бесплатно! Твои действия:</p>
        <p>1. Поставь у себя в ленте инстаграм любой наш продукт.</p>
        <p>2. Follow us и отметь наш инстаграм на твоем посте (allfor2ua).</p>
        <p>3. Сделайте подпись: "Тут все по 2! - allfor2.com" Та дам!</p>
        <p>Продукт уже твой! В течение 24 часов, с тобой свяжется наш менеджер, который даст тебе купон. Заходи на сайт, выбирай любой продукт и вноси купон вместо оплаты. Не забудь отметить "allfor2ua" на твоем посте! Только так наш менеджер узнает о тебе!</p>',
    'likePopup' => '<p style="text-align: center">Все продукты, на которыx вы поставили отметку "Хочу"</p>
        <p style="text-align: center">не потеряются, и будут</p>
        <p style="text-align: center">храниться в Вашем личном кабинете</p>',
    'couponTitle' => 'Купон',
    'couponDescription' => 'Купоны — это скидки, которые предлагаются покупателю и которыми он может воспользоваться при покупке товаров, выставленных на allfor2.com . Для одной покупки, можно использовать только один купон и только один раз. Выбрав товары, которые вы хотите купить, перейдите на страницу оформления покупки и введите код купона. Когда вы введете код купона, итоговая сумма покупки будет показана с учетом скидки!',
    'menuContactUs' => 'Контакты',
    'menuAboutUs' => 'О нас',
    'menuDelivery' => 'Доставка',
    'menuPayments' => 'Оплата',
    'menuContract' => 'Договор оферты',
    'menuReturns' => 'Возврат',

    'browserOutdated' => 'Ваш браузер немножко устарел',
    'browserOutdatedText' => 'Вы пользуетесь устаревшей версией браузера Internet Explorer.
        Данная версия браузера не поддерживает многие современные технологии, из-за чего многие
        страницы отображаются некорректно, а главное — на сайтах могут работать не все функции.
        В связи с этим на Ваш суд представляются более современные браузеры. Все они бесплатны,
        легко устанавливаются и просты в использовании. При переходе на любой нижеуказанный браузер
        все ваши закладки и пароли будут перенесены из текущего браузера, вы ничего не потеряете.',
    'autoRedirect' => 'Нажмите <a href=":url">эту ссылку</a>, если ваш браузер не поддерживает автоматический редирект.',
    'contactUsTitle' => 'Свяжитесь с нами:',
    'social' => 'Мы в соцсетях:',
    'orderSuccess' => 'Спасибо за заказ!<br>Мы свяжемся с Вами в ближайшее время!',
];